Repository: Porabuild/Poracode
Catalog: ios/App/App/Features/AdvancedOperations/AdvancedOperations.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, pt_br, ru, tr, uk, vi, zh_hans

# advancedOperations.accessibility.action
source: %@, advanced operation
de: %@, erweiterte Aktion
es: %@, operación avanzada
fr: %@, opération avancée
ja: %@、高度な操作
ko: %@, 고급 작업
pl: %@, operacja zaawansowana
pt_br: %@, operação avançada
ru: %@, расширенная операция
tr: %@, gelişmiş işlem
uk: %@, розширена операція
vi: %@, thao tác nâng cao
zh_hans: %@，高级操作

# advancedOperations.acknowledged
source: Completed. The host returned no result.
de: Abgeschlossen. Der Host hat kein Ergebnis zurückgegeben.
es: Completado. El host no devolvió ningún resultado.
fr: Terminé. L’hôte n’a renvoyé aucun résultat.
ja: 完了しました。ホストからの結果はありません。
ko: 완료되었습니다. 호스트가 결과를 반환하지 않았습니다.
pl: Ukończono. Host nie zwrócił wyniku.
pt_br: Concluído. O host não retornou nenhum resultado.
ru: Готово. Хост не вернул результат.
tr: Tamamlandı. Ana bilgisayar sonuç döndürmedi.
uk: Готово. Хост не повернув результат.
vi: Đã hoàn tất. Máy chủ không trả về kết quả.
zh_hans: 已完成。主机未返回结果。

# advancedOperations.action.createFileCheckpoint
source: Create file checkpoint
de: Datei-Checkpoint erstellen
es: Crear punto de control de archivos
fr: Créer un point de contrôle de fichiers
ja: ファイルチェックポイントを作成
ko: 파일 체크포인트 만들기
pl: Utwórz punkt kontrolny plików
pt_br: Criar ponto de verificação de arquivos
ru: Создать контрольную точку файлов
tr: Dosya kontrol noktası oluştur
uk: Створити контрольну точку файлів
vi: Tạo điểm kiểm tra tập tin
zh_hans: 创建文件检查点

# advancedOperations.action.createProjectEntry
source: Create project entry
de: Projekteintrag erstellen
es: Crear elemento del proyecto
fr: Créer un élément du projet
ja: プロジェクト項目を作成
ko: 프로젝트 항목 만들기
pl: Utwórz element projektu
pt_br: Criar item do projeto
ru: Создать элемент проекта
tr: Proje öğesi oluştur
uk: Створити елемент проєкту
vi: Tạo mục dự án
zh_hans: 创建项目条目

# advancedOperations.action.deleteProjectEntry
source: Delete project entry
de: Projekteintrag löschen
es: Eliminar elemento del proyecto
fr: Supprimer un élément du projet
ja: プロジェクト項目を削除
ko: 프로젝트 항목 삭제
pl: Usuń element projektu
pt_br: Excluir item do projeto
ru: Удалить элемент проекта
tr: Proje öğesini sil
uk: Видалити елемент проєкту
vi: Xóa mục dự án
zh_hans: 删除项目条目

# advancedOperations.action.finalizeFileCheckpoint
source: Finalize file checkpoint
de: Datei-Checkpoint abschließen
es: Finalizar punto de control de archivos
fr: Finaliser le point de contrôle de fichiers
ja: ファイルチェックポイントを確定
ko: 파일 체크포인트 확정
pl: Sfinalizuj punkt kontrolny plików
pt_br: Finalizar ponto de verificação de arquivos
ru: Завершить контрольную точку файлов
tr: Dosya kontrol noktasını tamamla
uk: Завершити контрольну точку файлів
vi: Hoàn tất điểm kiểm tra tập tin
zh_hans: 完成文件检查点

# advancedOperations.action.generateCommitMessage
source: Generate commit message
de: Commit-Nachricht generieren
es: Generar mensaje de commit
fr: Générer un message de commit
ja: コミットメッセージを生成
ko: 커밋 메시지 생성
pl: Wygeneruj wiadomość commita
pt_br: Gerar mensagem de commit
ru: Сгенерировать сообщение коммита
tr: Commit iletisi oluştur
uk: Згенерувати повідомлення коміту
vi: Tạo thông điệp commit
zh_hans: 生成提交信息

# advancedOperations.action.generatePrSummary
source: Generate pull request summary
de: Pull-Request-Zusammenfassung generieren
es: Generar resumen de la solicitud de incorporación
fr: Générer un résumé de la demande de tirage
ja: プルリクエストの概要を生成
ko: 풀 리퀘스트 요약 생성
pl: Wygeneruj podsumowanie żądania ściągnięcia
pt_br: Gerar resumo da solicitação de pull
ru: Сгенерировать описание запроса на слияние
tr: Çekme isteği özeti oluştur
uk: Згенерувати опис запиту на злиття
vi: Tạo tóm tắt yêu cầu kéo
zh_hans: 生成拉取请求摘要

# advancedOperations.action.generateTitle
source: Generate title
de: Titel generieren
es: Generar título
fr: Générer un titre
ja: タイトルを生成
ko: 제목 생성
pl: Wygeneruj tytuł
pt_br: Gerar título
ru: Сгенерировать заголовок
tr: Başlık oluştur
uk: Згенерувати заголовок
vi: Tạo tiêu đề
zh_hans: 生成标题

# advancedOperations.action.moveProjectEntry
source: Move project entry
de: Projekteintrag verschieben
es: Mover elemento del proyecto
fr: Déplacer un élément du projet
ja: プロジェクト項目を移動
ko: 프로젝트 항목 이동
pl: Przenieś element projektu
pt_br: Mover item do projeto
ru: Переместить элемент проекта
tr: Proje öğesini taşı
uk: Перемістити елемент проєкту
vi: Di chuyển mục dự án
zh_hans: 移动项目条目

# advancedOperations.action.readAbsoluteFile
source: Read absolute file
de: Absolute Datei lesen
es: Leer archivo absoluto
fr: Lire un fichier absolu
ja: 絶対パスのファイルを読み込む
ko: 절대 경로 파일 읽기
pl: Odczytaj plik ze ścieżki bezwzględnej
pt_br: Ler arquivo absoluto
ru: Прочитать файл по абсолютному пути
tr: Mutlak yoldaki dosyayı oku
uk: Прочитати файл за абсолютним шляхом
vi: Đọc tập tin theo đường dẫn tuyệt đối
zh_hans: 读取绝对路径文件

# advancedOperations.action.readExternalFile
source: Read external file
de: Externe Datei lesen
es: Leer archivo externo
fr: Lire un fichier externe
ja: 外部ファイルを読み込む
ko: 외부 파일 읽기
pl: Odczytaj plik zewnętrzny
pt_br: Ler arquivo externo
ru: Прочитать внешний файл
tr: Dış dosyayı oku
uk: Прочитати зовнішній файл
vi: Đọc tập tin bên ngoài
zh_hans: 读取外部文件

# advancedOperations.action.renameProjectEntry
source: Rename project entry
de: Projekteintrag umbenennen
es: Renombrar elemento del proyecto
fr: Renommer un élément du projet
ja: プロジェクト項目の名前を変更
ko: 프로젝트 항목 이름 바꾸기
pl: Zmień nazwę elementu projektu
pt_br: Renomear item do projeto
ru: Переименовать элемент проекта
tr: Proje öğesini yeniden adlandır
uk: Перейменувати елемент проєкту
vi: Đổi tên mục dự án
zh_hans: 重命名项目条目

# advancedOperations.action.stageThreadInput
source: Stage thread input
de: Thread-Eingabe vorbereiten
es: Preparar entrada del hilo
fr: Préparer la saisie du fil
ja: スレッド入力をステージ
ko: 스레드 입력 스테이징
pl: Przygotuj dane wejściowe wątku
pt_br: Preparar entrada do tópico
ru: Подготовить ввод ветки
tr: İleti dizisi girdisini hazırla
uk: Підготувати ввід гілки
vi: Stage đầu vào của luồng
zh_hans: 暂存线程输入

# advancedOperations.action.subagentSubscribe
source: Subscribe to subagent
de: Subagent abonnieren
es: Suscribirse al subagente
fr: S’abonner au sous-agent
ja: サブエージェントを購読
ko: 서브에이전트 구독
pl: Subskrybuj subagenta
pt_br: Assinar subagente
ru: Подписаться на субагента
tr: Alt temsilciye abone ol
uk: Підписатися на субагента
vi: Đăng ký tác nhân con
zh_hans: 订阅子智能体

# advancedOperations.action.subagentUnsubscribe
source: Unsubscribe from subagent
de: Subagent-Abo beenden
es: Cancelar la suscripción al subagente
fr: Se désabonner du sous-agent
ja: サブエージェントの購読を解除
ko: 서브에이전트 구독 해제
pl: Anuluj subskrypcję subagenta
pt_br: Cancelar assinatura do subagente
ru: Отписаться от субагента
tr: Alt temsilci aboneliğinden çık
uk: Відписатися від субагента
vi: Hủy đăng ký tác nhân con
zh_hans: 取消订阅子智能体

# advancedOperations.action.workflowAgentChat
source: Read workflow agent chat
de: Workflow-Agent-Chat lesen
es: Leer chat del agente del flujo
fr: Lire la discussion de l’agent du flux
ja: ワークフローのエージェントチャットを読み込む
ko: 워크플로 에이전트 채팅 불러오기
pl: Odczytaj czat agenta przepływu
pt_br: Ler chat do agente do fluxo
ru: Прочитать чат агента процесса
tr: İş akışı aracı sohbetini oku
uk: Прочитати чат агента процесу
vi: Tải trò chuyện tác nhân của quy trình
zh_hans: 加载工作流智能体对话

# advancedOperations.action.workflowGetRun
source: Read workflow run
de: Workflow-Lauf lesen
es: Leer ejecución del flujo
fr: Lire l’exécution du flux
ja: ワークフロー実行を読み込む
ko: 워크플로 실행 불러오기
pl: Odczytaj uruchomienie przepływu
pt_br: Ler execução do fluxo
ru: Прочитать запуск процесса
tr: İş akışı çalıştırmasını oku
uk: Прочитати запуск процесу
vi: Tải lượt chạy quy trình
zh_hans: 加载工作流运行

# advancedOperations.action.writeExternalFile
source: Write external file
de: Externe Datei schreiben
es: Escribir archivo externo
fr: Écrire un fichier externe
ja: 外部ファイルに書き込む
ko: 외부 파일 쓰기
pl: Zapisz plik zewnętrzny
pt_br: Gravar arquivo externo
ru: Записать внешний файл
tr: Dış dosyaya yaz
uk: Записати зовнішній файл
vi: Ghi tập tin bên ngoài
zh_hans: 写入外部文件

# advancedOperations.actionHint
source: Opens a form for this operation.
de: Öffnet ein Formular für diese Aktion.
es: Abre un formulario para esta operación.
fr: Ouvre un formulaire pour cette opération.
ja: この操作のフォームを開きます。
ko: 이 작업의 양식을 엽니다.
pl: Otwiera formularz tej operacji.
pt_br: Abre um formulário para esta operação.
ru: Открывает форму для этой операции.
tr: Bu işlem için bir form açar.
uk: Відкриває форму для цієї операції.
vi: Mở biểu mẫu cho thao tác này.
zh_hans: 打开此操作的表单。

# advancedOperations.addSegment
source: Add segment
de: Segment hinzufügen
es: Añadir segmento
fr: Ajouter un segment
ja: セグメントを追加
ko: 세그먼트 추가
pl: Dodaj segment
pt_br: Adicionar segmento
ru: Добавить сегмент
tr: Segment ekle
uk: Додати сегмент
vi: Thêm phân đoạn
zh_hans: 添加片段

# advancedOperations.binaryContent
source: Binary content was not displayed.
de: Binärinhalt wurde nicht angezeigt.
es: El contenido binario no se mostró.
fr: Le contenu binaire n’a pas été affiché.
ja: バイナリコンテンツは表示されません。
ko: 바이너리 콘텐츠는 표시되지 않았습니다.
pl: Zawartość binarna nie została wyświetlona.
pt_br: O conteúdo binário não foi exibido.
ru: Двоичное содержимое не отображается.
tr: İkili içerik görüntülenmedi.
uk: Двійковий вміст не відображено.
vi: Nội dung nhị phân không được hiển thị.
zh_hans: 未显示二进制内容。

# advancedOperations.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消

# advancedOperations.category.files
source: Files
de: Dateien
es: Archivos
fr: Fichiers
ja: ファイル
ko: 파일
pl: Pliki
pt_br: Arquivos
ru: Файлы
tr: Dosyalar
uk: Файли
vi: Tập tin
zh_hans: 文件

# advancedOperations.category.generation
source: Generated text
de: Generierter Text
es: Texto generado
fr: Texte généré
ja: 生成テキスト
ko: 생성된 텍스트
pl: Wygenerowany tekst
pt_br: Texto gerado
ru: Сгенерированный текст
tr: Oluşturulan metin
uk: Згенерований текст
vi: Văn bản được tạo
zh_hans: 生成的文本

# advancedOperations.category.projectEntries
source: Project entries
de: Projekteinträge
es: Elementos del proyecto
fr: Éléments du projet
ja: プロジェクト項目
ko: 프로젝트 항목
pl: Elementy projektu
pt_br: Itens do projeto
ru: Элементы проекта
tr: Proje öğeleri
uk: Елементи проєкту
vi: Mục dự án
zh_hans: 项目条目

# advancedOperations.category.threads
source: Threads and checkpoints
de: Threads und Checkpoints
es: Hilos y puntos de control
fr: Fils et points de contrôle
ja: スレッドとチェックポイント
ko: 스레드 및 체크포인트
pl: Wątki i punkty kontrolne
pt_br: Tópicos e pontos de verificação
ru: Ветки и контрольные точки
tr: İleti dizileri ve kontrol noktaları
uk: Гілки та контрольні точки
vi: Luồng và điểm kiểm tra
zh_hans: 线程和检查点

# advancedOperations.change.added
source: Added
de: Hinzugefügt
es: Añadido
fr: Ajouté
ja: 追加
ko: 추가됨
pl: Dodano
pt_br: Adicionado
ru: Добавлен
tr: Eklendi
uk: Додано
vi: Đã thêm
zh_hans: 已添加

# advancedOperations.change.deleted
source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimé
ja: 削除
ko: 삭제됨
pl: Usunięto
pt_br: Excluído
ru: Удалён
tr: Silindi
uk: Видалено
vi: Đã xóa
zh_hans: 已删除

# advancedOperations.change.modified
source: Modified
de: Geändert
es: Modificado
fr: Modifié
ja: 変更
ko: 수정됨
pl: Zmodyfikowano
pt_br: Modificado
ru: Изменён
tr: Değiştirildi
uk: Змінено
vi: Đã sửa đổi
zh_hans: 已修改

# advancedOperations.change.other
source: Changed
de: Sonstige Änderung
es: Otro cambio
fr: Autre modification
ja: 変更あり
ko: 변경됨
pl: Inna zmiana
pt_br: Outra alteração
ru: Прочее изменение
tr: Diğer değişiklik
uk: Інша зміна
vi: Đã thay đổi
zh_hans: 已更改

# advancedOperations.change.renamed
source: Renamed
de: Umbenannt
es: Renombrado
fr: Renommé
ja: 名前変更
ko: 이름 변경됨
pl: Zmieniono nazwę
pt_br: Renomeado
ru: Переименован
tr: Yeniden adlandırıldı
uk: Перейменовано
vi: Đã đổi tên
zh_hans: 已重命名

# advancedOperations.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pl: Zamknij
pt_br: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭

# advancedOperations.confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認
ko: 확인
pl: Potwierdź
pt_br: Confirmar
ru: Подтвердить
tr: Onayla
uk: Підтвердити
vi: Xác nhận
zh_hans: 确认

# advancedOperations.confirm.deleteProjectEntry
source: Delete %@?
de: %@ löschen?
es: ¿Eliminar %@?
fr: Supprimer %@?
ja: %@ を削除しますか？
ko: %@을(를) 삭제할까요?
pl: Usunąć %@?
pt_br: Excluir %@?
ru: Удалить %@?
tr: %@ silinsin mi?
uk: Видалити %@?
vi: Xóa %@?
zh_hans: 删除 %@？

# advancedOperations.confirm.generic
source: Run this operation?
de: Diese Aktion ausführen?
es: ¿Ejecutar esta operación?
fr: Exécuter cette opération?
ja: この操作を実行しますか？
ko: 이 작업을 실행할까요?
pl: Uruchomić tę operację?
pt_br: Executar esta operação?
ru: Выполнить эту операцию?
tr: Bu işlem çalıştırılsın mı?
uk: Виконати цю операцію?
vi: Chạy thao tác này?
zh_hans: 运行此操作？

# advancedOperations.confirm.moveProjectEntry
source: Move %1$@ into %2$@?
de: %1$@ nach %2$@ verschieben?
es: ¿Mover %1$@ a %2$@?
fr: Déplacer %1$@ dans %2$@?
ja: %1$@ を %2$@ に移動しますか？
ko: %1$@을(를) %2$@(으)로 이동할까요?
pl: Przenieść %1$@ do %2$@?
pt_br: Mover %1$@ para dentro de %2$@?
ru: Переместить %1$@ в %2$@?
tr: %1$@ öğesi %2$@ içine taşınsın mı?
uk: Перемістити %1$@ до %2$@?
vi: Di chuyển %1$@ vào %2$@?
zh_hans: 将 %1$@ 移动到 %2$@？

# advancedOperations.confirm.renameProjectEntry
source: Rename %1$@ to %2$@?
de: %1$@ in %2$@ umbenennen?
es: ¿Renombrar %1$@ como %2$@?
fr: Renommer %1$@ en %2$@?
ja: %1$@ の名前を %2$@ に変更しますか？
ko: %1$@의 이름을 %2$@(으)로 바꿀까요?
pl: Zmienić nazwę %1$@ na %2$@?
pt_br: Renomear %1$@ para %2$@?
ru: Переименовать %1$@ в %2$@?
tr: %1$@ öğesinin adı %2$@ olarak değiştirilsin mi?
uk: Перейменувати %1$@ на %2$@?
vi: Đổi tên %1$@ thành %2$@?
zh_hans: 将 %1$@ 重命名为 %2$@？

# advancedOperations.confirm.writeExternalFile
source: Overwrite %@?
de: %@ überschreiben?
es: ¿Sobrescribir %@?
fr: Remplacer %@?
ja: %@ を上書きしますか？
ko: %@을(를) 덮어쓸까요?
pl: Zastąpić %@?
pt_br: Substituir %@?
ru: Перезаписать %@?
tr: %@ dosyasının üzerine yazılsın mı?
uk: Перезаписати %@?
vi: Ghi đè %@?
zh_hans: 覆盖 %@？

# advancedOperations.diffSide.new
source: New
de: Neu
es: Nuevo
fr: Nouveau
ja: 新
ko: 이후
pl: Nowa
pt_br: Novo
ru: Новая
tr: Yeni
uk: Нова
vi: Mới
zh_hans: 新

# advancedOperations.diffSide.old
source: Old
de: Alt
es: Anterior
fr: Ancien
ja: 旧
ko: 이전
pl: Stara
pt_br: Antigo
ru: Старая
tr: Eski
uk: Стара
vi: Cũ
zh_hans: 旧

# advancedOperations.dismiss
source: Dismiss
de: Ausblenden
es: Descartar
fr: Masquer
ja: 非表示
ko: 지우기
pl: Odrzuć
pt_br: Dispensar
ru: Скрыть
tr: Yoksay
uk: Сховати
vi: Bỏ qua
zh_hans: 忽略

# advancedOperations.entryType
source: Entry type
de: Eintragstyp
es: Tipo de elemento
fr: Type d’élément
ja: 項目の種類
ko: 항목 유형
pl: Typ elementu
pt_br: Tipo de item
ru: Тип элемента
tr: Öğe türü
uk: Тип елемента
vi: Loại mục
zh_hans: 条目类型

# advancedOperations.entryType.directory
source: Folder
de: Ordner
es: Carpeta
fr: Dossier
ja: フォルダ
ko: 폴더
pt_br: Pasta
ru: Папка
tr: Klasör
uk: Папка
vi: Thư mục
zh_hans: 文件夹

# advancedOperations.entryType.file
source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pl: Plik
pt_br: Arquivo
ru: Файл
tr: Dosya
uk: Файл
vi: Tập tin
zh_hans: 文件

# advancedOperations.failure.ambiguousDelivery
source: The result is unknown. Refresh from the host before acting again.
de: Das Ergebnis ist unbekannt. Vor der nächsten Aktion vom Host aktualisieren.
es: El resultado es desconocido. Actualiza desde el host antes de volver a actuar.
fr: Le résultat est inconnu. Actualisez depuis l’hôte avant d’agir à nouveau.
ja: 結果が不明です。再操作する前にホストから更新してください。
ko: 결과를 알 수 없습니다. 다시 실행하기 전에 호스트에서 새로 고치세요.
pl: Wynik jest nieznany. Odśwież dane z hosta przed kolejnym działaniem.
pt_br: O resultado é desconhecido. Atualize a partir do host antes de agir novamente.
ru: Результат неизвестен. Обновите данные с хоста перед повторным действием.
tr: Sonuç bilinmiyor. Yeniden işlem yapmadan önce ana bilgisayardan yenileyin.
uk: Результат невідомий. Оновіть дані з хоста перед повторною дією.
vi: Kết quả không rõ. Hãy làm mới từ máy chủ trước khi thao tác lại.
zh_hans: 结果未知。请先从主机刷新，然后再操作。

# advancedOperations.failure.background
source: The app is in the background.
de: Die App befindet sich im Hintergrund.
es: La app está en segundo plano.
fr: L’app est en arrière-plan.
ja: アプリがバックグラウンドにあります。
ko: 앱이 백그라운드에 있습니다.
pl: Aplikacja działa w tle.
pt_br: O app está em segundo plano.
ru: Приложение работает в фоновом режиме.
tr: Uygulama arka planda.
uk: Застосунок працює у фоновому режимі.
vi: Ứng dụng đang chạy nền.
zh_hans: 应用处于后台。

# advancedOperations.failure.busy
source: Another change is still running.
de: Eine andere Änderung läuft noch.
es: Todavía se está ejecutando otro cambio.
fr: Une autre modification est encore en cours.
ja: 別の変更がまだ実行中です。
ko: 다른 변경이 아직 실행 중입니다.
pl: Inna zmiana jest nadal uruchomiona.
pt_br: Outra alteração ainda está em execução.
ru: Другое изменение всё ещё выполняется.
tr: Başka bir değişiklik hâlâ çalışıyor.
uk: Інша зміна ще виконується.
vi: Một thay đổi khác vẫn đang chạy.
zh_hans: 另一项更改仍在运行。

# advancedOperations.failure.invalidRequest
source: The request was rejected before it was sent.
de: Die Anfrage wurde vor dem Senden abgelehnt.
es: La solicitud se rechazó antes de enviarse.
fr: La requête a été rejetée avant son envoi.
ja: 送信前にリクエストが拒否されました。
ko: 요청이 전송되기 전에 거부되었습니다.
pl: Żądanie zostało odrzucone przed wysłaniem.
pt_br: A solicitação foi rejeitada antes do envio.
ru: Запрос отклонён до отправки.
tr: İstek gönderilmeden önce reddedildi.
uk: Запит відхилено до надсилання.
vi: Yêu cầu đã bị từ chối trước khi gửi.
zh_hans: 请求在发送前被拒绝。

# advancedOperations.failure.invalidResponse
source: The host reply could not be read.
de: Die Antwort des Hosts konnte nicht gelesen werden.
es: No se pudo leer la respuesta del host.
fr: La réponse de l’hôte n’a pas pu être lue.
ja: ホストの応答を読み取れませんでした。
ko: 호스트의 응답을 읽을 수 없습니다.
pl: Nie udało się odczytać odpowiedzi hosta.
pt_br: Não foi possível ler a resposta do host.
ru: Не удалось прочитать ответ хоста.
tr: Ana bilgisayarın yanıtı okunamadı.
uk: Не вдалося прочитати відповідь хоста.
vi: Không thể đọc phản hồi từ máy chủ.
zh_hans: 无法读取主机的响应。

# advancedOperations.failure.missingScope
source: This host did not grant %@ access.
de: Dieser Host hat keinen Zugriff auf %@ gewährt.
es: Este host no concedió acceso a %@.
fr: Cet hôte n’a pas accordé l’accès à %@.
ja: このホストは %@ のアクセスを許可していません。
ko: 이 호스트는 %@ 액세스를 허용하지 않았습니다.
pl: Ten host nie przyznał dostępu: %@.
pt_br: Este host não concedeu acesso a %@.
ru: Хост не предоставил доступ: %@.
tr: Bu ana bilgisayar şu erişimi vermedi: %@.
uk: Хост не надав доступ: %@.
vi: Máy chủ này chưa cấp quyền %@.
zh_hans: 此主机未授予%@访问权限。

# advancedOperations.failure.missingSession
source: No paired host owns this surface.
de: Kein gekoppelter Host besitzt diese Oberfläche.
es: Ningún host emparejado es propietario de esta superficie.
fr: Aucun hôte associé ne détient cette surface.
ja: この画面を管理するペアリング済みホストがありません。
ko: 이 화면을 소유한 페어링된 호스트가 없습니다.
pl: Żaden sparowany host nie jest właścicielem tego ekranu.
pt_br: Nenhum host pareado é proprietário desta superfície.
ru: Ни один сопряжённый хост не владеет этим экраном.
tr: Bu ekranın sahibi olan eşleştirilmiş bir ana bilgisayar yok.
uk: Жоден спарений хост не володіє цим екраном.
vi: Không có máy chủ đã ghép nối nào sở hữu màn hình này.
zh_hans: 没有已配对的主机拥有此界面。

# advancedOperations.failure.notReady
source: The host is not ready yet.
de: Der Host ist noch nicht bereit.
es: El host aún no está listo.
fr: L’hôte n’est pas encore prêt.
ja: ホストの準備がまだできていません。
ko: 호스트가 아직 준비되지 않았습니다.
pl: Host nie jest jeszcze gotowy.
pt_br: O host ainda não está pronto.
ru: Хост ещё не готов.
tr: Ana bilgisayar henüz hazır değil.
uk: Хост ще не готовий.
vi: Máy chủ chưa sẵn sàng.
zh_hans: 主机尚未就绪。

# advancedOperations.failure.offline
source: The host is offline.
de: Der Host ist offline.
es: El host está sin conexión.
fr: L’hôte est hors ligne.
ja: ホストはオフラインです。
ko: 호스트가 오프라인입니다.
pl: Host jest offline.
pt_br: O host está offline.
ru: Хост не в сети.
tr: Ana bilgisayar çevrimdışı.
uk: Хост не в мережі.
vi: Máy chủ đang ngoại tuyến.
zh_hans: 主机已离线。

# advancedOperations.failure.ownerChanged
source: The owner changed before the action ran. Nothing was sent.
de: Der Besitzer hat sich vor der Ausführung geändert. Es wurde nichts gesendet.
es: El propietario cambió antes de ejecutar la acción. No se envió nada.
fr: Le propriétaire a changé avant l’exécution. Rien n’a été envoyé.
ja: 実行前に所有者が変更されました。何も送信されていません。
ko: 작업이 실행되기 전에 소유자가 변경되었습니다. 아무것도 전송되지 않았습니다.
pl: Właściciel zmienił się przed wykonaniem akcji. Nic nie wysłano.
pt_br: O proprietário mudou antes da execução da ação. Nada foi enviado.
ru: Владелец изменился до запуска действия. Ничего не отправлено.
tr: Eylem çalışmadan önce sahip değişti. Hiçbir şey gönderilmedi.
uk: Власник змінився до запуску дії. Нічого не надіслано.
vi: Chủ sở hữu đã thay đổi trước khi thao tác chạy. Không có gì được gửi đi.
zh_hans: 操作运行前所有者已更改。未发送任何内容。

# advancedOperations.failure.rejected
source: The host rejected this operation.
de: Der Host hat diese Aktion abgelehnt.
es: El host rechazó esta operación.
fr: L’hôte a rejeté cette opération.
ja: ホストがこの操作を拒否しました。
ko: 호스트가 이 작업을 거부했습니다.
pl: Host odrzucił tę operację.
pt_br: O host rejeitou esta operação.
ru: Хост отклонил эту операцию.
tr: Ana bilgisayar bu işlemi reddetti.
uk: Хост відхилив цю операцію.
vi: Máy chủ đã từ chối thao tác này.
zh_hans: 主机拒绝了此操作。

# advancedOperations.failure.transport
source: The host could not be reached.
de: Der Host war nicht erreichbar.
es: No se pudo contactar con el host.
fr: Impossible de joindre l’hôte.
ja: ホストに接続できませんでした。
ko: 호스트에 연결할 수 없습니다.
pl: Nie udało się połączyć z hostem.
pt_br: Não foi possível acessar o host.
ru: Не удалось связаться с хостом.
tr: Ana bilgisayara ulaşılamadı.
uk: Не вдалося зв’язатися з хостом.
vi: Không thể kết nối tới máy chủ.
zh_hans: 无法连接到主机。

# advancedOperations.field.absolutePath
source: Absolute path
de: Absoluter Pfad
es: Ruta absoluta
fr: Chemin absolu
ja: 絶対パス
ko: 절대 경로
pl: Ścieżka bezwzględna
pt_br: Caminho absoluto
ru: Абсолютный путь
tr: Mutlak yol
uk: Абсолютний шлях
vi: Đường dẫn tuyệt đối
zh_hans: 绝对路径

# advancedOperations.field.agentKind
source: Agent kind
de: Agententyp
es: Tipo de agente
fr: Type d’agent
ja: エージェントの種類
ko: 에이전트 종류
pl: Rodzaj agenta
pt_br: Tipo de agente
ru: Тип агента
tr: Aracı türü
uk: Тип агента
vi: Loại tác nhân
zh_hans: 智能体类型

# advancedOperations.field.baseBranch
source: Base branch
de: Basis-Branch
es: Rama base
fr: Branche de base
ja: ベースブランチ
ko: 기본 브랜치
pl: Gałąź bazowa
pt_br: Branch base
ru: Базовая ветка
tr: Temel dal
uk: Базова гілка
vi: Nhánh cơ sở
zh_hans: 基础分支

# advancedOperations.field.baseCheckpointItemId
source: Base checkpoint item ID
de: Basis-Checkpoint-Element-ID
es: ID del elemento de punto de control base
fr: ID de l’élément de point de contrôle de base
ja: ベースチェックポイント項目 ID
ko: 기준 체크포인트 항목 ID
pl: Identyfikator bazowego elementu punktu kontrolnego
pt_br: ID do item de ponto de verificação base
ru: ID базового элемента контрольной точки
tr: Temel kontrol noktası öğesi kimliği
uk: ID базового елемента контрольної точки
vi: ID mục điểm kiểm tra cơ sở
zh_hans: 基础检查点条目 ID

# advancedOperations.field.baseModifiedAtMs
source: Base modification time (ms)
de: Basis-Änderungszeit (ms)
es: Hora de modificación base (ms)
fr: Heure de modification de base (ms)
ja: 基準の更新時刻（ミリ秒）
ko: 기준 수정 시각(ms)
pl: Bazowy czas modyfikacji (ms)
pt_br: Horário de modificação base (ms)
ru: Базовое время изменения (мс)
tr: Temel değiştirilme zamanı (ms)
uk: Базовий час зміни (мс)
vi: Thời điểm sửa đổi cơ sở (ms)
zh_hans: 基准修改时间（毫秒）
